/* XX已离开XXclub */
" has left " = " has left ";

/* No comment provided by engineer. */
"\(clubInfo.name) has been dismissed." = "\(clubInfo.name) has been dismissed.";

/* 接受 */
"Accept" = "Accept";

/* No comment provided by engineer. */
"Are you sure to dismiss this club?" = "Are you sure to dismiss this club?";

/* 'choose form camera or library' alert, cancel
   normal alert button cancel */
"Cancel" = "Cancel";

/* Hud text,published */
"Changed!" = "Changed!";

/* 'choose from camera or library' alert, choose from library */
"Choose From Library" = "Choose From Library";

/* 卫生： */
"Cleanness rate:" = "Cleanness rate:";

/* 短评 */
"comment:" = "comment:";

/* alert */
"Congratulations" = "Congratulations";

/* alert */
"Could not find user." = "Could not find user.";

/* alert */
"Couldn't sign in,please check your network" = "Couldn't sign in,please check your network";

/* 创建失败 */
"Create failed" = "Create failed";

/* 建立新的club */
"Create new club" = "Create new club";

/* Hud text,Created */
"Created" = "Created";

/* 推荐： */
"Dish name:" = "Dish name:";

/* 美味： */
"Dish rate:" = "Dish rate:";

/* 解散club */
"Dismiss club" = "Dismiss club";

/* sign up */
"email has been used" = "email has been used";

/* Adress label */
"Error Finding Address" = "Error Finding Address";

/* alert */
"Error!" = "Error!";

/* 离开club */
"Exit club" = "Exit club";

/* 来自： */
"From: " = "From: ";

/* 收取中 */
"LOADING..." = "LOADING...";

/* 我建立的club */
"My created club" = "My created club";

/* Adress label */
"No Address Found" = "No Address Found";

/* 未设置 */
"Not set" = "Not set";

/* 会员人数 */
"Number of club: " = "Number of club: ";

/* normal alert button OK
   好的 */
"OK" = "OK";

/* alert */
"Pass words are not equal." = "Pass words are not equal.";

/* alert */
"Password is missing or empty." = "Password is missing or empty.";

/* sign up */
"phone Number has been used" = "phone Number has been used";

/* 请输入名字 */
"Please name your club" = "Please name your club";

/* Hud text,published
   请稍后 */
"Please wait" = "Please wait";

/* 性价比： */
"Price rate:" = "Price rate:";

/* 发表于： */
"Published at:" = "Published at:";

/* 店名 */
"Restaurant name: " = "Restaurant name: ";

/* Hud text,published */
"Saved!" = "Saved!";

/* Adress label */
"Searching for Address..." = "Searching for Address...";

/* 已发送 */
"Sended" = "Sended";

/* 服务： */
"Serves rate:" = "Serves rate:";

/* alert */
"Sign up succeed!" = "Sign up succeed!";

/* sign up */
"Something Missing" = "Something Missing";

/* normal alert button sure */
"Sure" = "Sure";

/* 'choose form camera or library' alert, TAKE photo */
"Take Photo" = "Take Photo";

/* sign up */
"The email address was invalid" = "The email address was invalid";

/* alert */
"The typed password wasn't the same." = "The typed password wasn't the same.";

/* alert */
"The username and password mismatch." = "The username and password mismatch.";

/* sign up */
"user name has been used" = "user name has been used";

/* 用户名 */
"UserName" = "UserName";

/* alert */
"Username has already been taken." = "Username has already been taken.";

/* alert */
"Username is missing or empty." = "Username is missing or empty.";

/* normal alert title */
"WARNING" = "WARNING";

/* 你被从XXclub移除 */
"You has been removed from " = "You has been removed from ";

